"_BASE_USED_" = "hu";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "OK";
"Yes" = "Igen";
"No" = "Nem";
"Don't show again" = "Ne mutasd újra";
"Set as default compressor" = "Beállítás alapértelmezettnek";
"Not now" = "Most nem";
"Want to make Keka your default compressor?" = "Szeretnéd, hogy a Keka legyen az alapértelmezett tömörítőprogram?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Ez azt jelenti, hogy az összes kompatibilis fájl ezzel a programmal fog megnyílni. Később is betudom állítani a Keka beállításai közt.";
"Really want to close Keka?" = "Biztosan bezárod a Keka-t?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "A futó folyamatok meglesznek szakítva. Ha a várakozást választod, az összes folyamat befejezése után zárul be a Keka.";
"Password needed" = "Jelszó szükséges";
"File \"%@\" needs a password to be extracted" = "A \"%@\" fájl kibontásához jelszóra van szükség";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "\"%@\" kibontása kész.";
"Extraction of \"%@\" failed." = "\"%@\" kibontása sikertelen.";
"Extraction of %i files done" = "Extraction of %i files done";
"Extraction complete" = "Kibontás kész";
"Extraction fail" = "A kibontás során hiba lépett fel";
"Compression complete" = "Tömörítés kész";
"File \"%@\" created" = "\"%@\" létrehozva";
"Compression fail" = "A tömörítés során hiba lépett fel";
"File \"%@\" cannot be created" = "\"%@\" nem hozható létre";
"Operation not implemented" = "A funkció még nincs a programban";
"Performing operation..." = "Művelet előkészítése...";
"Waiting..." = "Várakozás...";
"Extracting \"%@\"" = "\"%@\" kibontása";
"Extracting \"%@...\"" = "\"%@...\" kibontása";
"Creating %@ file..." = "%@ fájl létrehozása...";
"Creating file \"%@\"" = "\"%@\" létrehozása";
"Creating file \"%@...\"" = "\"%@...\" létrehozása";
"Volume name:" = "Képfájl neve:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Eltelt idő: %d:%@%d:%@%d óra%@";
"Time elapsed: %d:%@%d minutes%@" = "Eltelt idő: %d:%@%d perc%@";
"Time elapsed: %d seconds%@" = "Eltelt idő: %d másodperc%@";
"%d seconds" = "%d másodperc";
"%d:%@%d minutes" = "%d:%@%d perc";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d óra";
"Pause" = "Szüneteltetés";
"Continue" = "Folytatás";
"Operation paused" = "Szüneteltetve";
"Cancel" = "Mégse";
"Close" = "Bezár";
"Operation failed" = "A művelet megszakadt";
"Operation failed with error code %d" = "A művelet megszakadt a következő hibakóddal: %d";
"Choose a name and folder to start the compression" = "Válaszd ki a fájlnevet és a célmappát a tömörítés elkezdéséhez";
"Creation of \"%@\" failed" = "\"%@\" létrehozása sikertelen";
"Creating \"%@\"" = "\"%@\" létrehozása";
"Prepearing extraction..." = "A kibontás előkészítése…";
"Choose a folder to extract this file" = "Válassz célmappát";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "\"%@\" kibontása sikertelen";
"Keka - %i on queue" = "Keka - %i sorban áll";
"Keka can't create this %@ image" = "A Keka nem tudja elkészíteni ezt az %@ fájlt";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Csak egyetlen mappáról tudsz %@ lemezképfájlt készíteni. Próbáld az összes fájlodat egy mappába rendezni, majd azt az egy mappát a Keka-ra húzni.";
"Keka can't create this @% tarball" = "Keka can't create this @% tarball";
"This operation is not supported on %@." = "This operation is not supported on %@.";
"Compress \"%@\" in %@ to..." = "\"%@\" tömörítése, %@ formátumban...";
"Compress in %@ to..." = "Tömörítés %@ formátumban...";
"Save as:" = "Mentés mint:";
"Compress" = "Tömörítés";
"Extract \"%@\" to..." = "\"%@\" kibontása ide…";
"Extract as:" = "Kibontás mint:";
"Extract" = "Kibontás";
" - Remaining: Calculating..." = " - Hátralévő idő: Becslés folyamatban...";
" - Remaining: About one second" = " - Hátralévő idő: egy másodperc";
" - Remaining: About %d seconds" = " - Hátralévő idő: %d másodperc";
" - Remaining: About 1 minute" = " - Hátralévő idő: 1 perc";
" - Remaining: About %d minutes" = " - Hátralévő idő: %d perc";
" - Remaining: About 1 hour" = " - Hátralévő idő: 1 óra";
" - Remaining: About %d hours" = " - Hátralévő idő:  %d óra";
" - Remaining: About 1 day" = " - Hátralévő idő: 1 nap";
" - Remaining: About %d days" = " - Hátralévő idő: %d nap";
" - Remaining: About 1 year" = " - Hátralévő idő: 1 év";
" - Remaining: About %d years" = " - Hátralévő idő: %d év";
" - Remaining: Less than one second" = " - Hátralévő idő: Kevesebb mint egy perc";
"Can't show progress time..." = "Nem kiírható…";
"Password for \"%@\"" = "\"%@\" jelszava";
"Method:" = "Mód:";
"No compression" = "Nincs tömörítés";
"Fastest, less compression" = "Gyors, Legkevesebb tömörítés";
"Fast, less compression" = "Kevés tömörítés";
"Normal" = "Normál";
"Slow, more compression" = "Jobb tömörítés";
"Slowest, more compression" = "Lassú, legjobb tömörítés";
"Compression" = "Tömörítés";
"Extraction" = "Kibontás";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "A Keka nem tudja használni a \"extlx.plist\" fájlt, lépj kapcsolatba a fejlesztővel.\n\nA Keka most kilép.";
"Keka is dying!" = "Keka is dying!";
"Ask each time" = "Rákérdezés minden alkalommal";
"Next to original file" = "A forrás mappája";
"Custom folder..." = "Egyéni mappa...";
"Same as original file" = "A forrás neve";
"Custom name..." = "Egyéni név...";
"Compressed file" = "Tömörített fájl";
"Set as default folder" = "Alapértelmezett mappa beállítása";
"Perform automatic action" = "Automatikus művelet";
"Always compress" = "Mindig tömörít";
"Always extract" = "Mindig kibont";
"1.4 MB Floppy" = "1.4 MB Floppy";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Bobd ide a kibontáshoz";
"Drop here to compress" = "Bobd ide a tömörítéshez";
"Binary \"%@\" is not accessible" = "Binary \"%@\" is not accessible";
"The first part \"%@\" can't be found" = "Az első darab \"%@\" nem található";
"unknown" = "ismeretlen";
"Unknown error" = "Ismeretlen hiba";
"Error code %d using \"%@\"\n%@" = "Error code %d using \"%@\"\n%@";
"No errors found" = "Nem található hiba";
"Minor error, the operation may be done well" = "Kisebb hiba lépett fel, de a művelet még lehet, hogy jól végrehajtható";
"Fatal error" = "Kritikus hiba";
"CRC error occurred, maybe the file is corrupt" = "CRC hiba, a fájl hibás lehet";
"Attempt to modify an archive previously locked" = "Egy korábban zárolt archív módosítása";
"Maybe you don't have permission to write or your disk is full" = "Talán nincs jogosultságot az íráshoz, vagy nincs elég hely a lemezen";
"Can't open the file, maybe you don't have read permission" = "A fájl nem nyitható meg, lehet nincs jogosultságod az olvasáshoz";
"Command line error, please contact with the developer" = "Parancssori hiba, lépj kapcsolatba a fejlesztővel";
"Not enough memory. Try to close some programs and repeat the operation" = "Nincs elég memória. Zárj be pár programot, és próbáld meg újra";
"Can't create the file, maybe you don't have permission or free space" = "A fájl nem hozható létre, nincs jogosultságod, vagy elég hely a lemezen";
"Canceled manually" = "Felhasználó által leállítva";
"Bad password, try again" = "Rossz jelszó, próbáld újra";
"This archive is locked" = "Az archívum jelszóval védett";
"Write error. No permission? No space left?" = "Írási hiba. Nincs jogosultság? Nincs több hely?";
"Can't open the file, maybe it's not accessible" = "A fájl nem nyitható meg, talán nem elérhető";
"No files matching the mask" = "Nem található a feltételnek megfelelő fájl";
"Give access" = "Give access";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "More information";
"Keka needs file access" = "Keka needs file access";
"Give home access" = "Give home access";
"Customize" = "Customize";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "In order to work seamlessly with your files, Keka needs local access to the Mac disk.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nSimply click on \"Give access to Keka\", your disk should already be selected.";
"Give access to Keka" = "Give access to Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"External disk: %@" = "External disk: %@";
"An extension is required" = "An extension is required";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel.";
"Cannot set Keka as default" = "Cannot set Keka as default";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
